Repository: ktgw0316/LightZone-l10n-pl
Catalog: tm/lightcrafts_pl.tmx
Source language: en_us
Languages: pl

source: LightZone has run out of memory and will now shut down.
pl: Skończyła się pamięć i LightZone zostanie zamknięty.

source: All
pl: Wszystkie

source: LightZone Settings couldn't be reset
pl: Nie można było przywrócić ustawień domyślnych

source: Don't Reset
pl: Nie przywracaj

source: Scanning Saved Documents
pl: Sprawdzam zapisane pliki

source: Go forward to recently selected folder
pl: Naprzód

source: Show/Hide Regions
pl: Pokaż/ukryj obszary

source: Width
pl: Szerokość

source: White Point Change
pl: Zmiana punktu bieli

source: Noise Reduction
pl: Redukcja szumu

source: Open an Image
pl: Otwórz zdjęcie

source: <html>Save all files and exit <b>(Recommended)</b></html>
pl: <html>Zapisz wszystkie pliki i wyjdź <b>(Zalecane)</b></html>

source: Invalid image file
pl: Uszkodzony plik graficzny

source: Page Setup...
pl: Ustawienia papieru...

source: Clone
pl: Klonowanie

source: Reset LightZone Settings
pl: Przywróć ustawienia domyślne

source: 16 Bits/Channel
pl: 16 Bitów na Piksel

source: Printing...
pl: Drukowanie...

source: Minimize
pl: Minimalizuj

source: Any
pl: Dowolny

source: Bring All to Front
pl: Wszystko na wierzch

source: Couldn't save this Style
pl: Nie można zapisać szablonu "$1" w pliku "$2"

source: Disable
pl: Wyłącz

source: Couldn't find a Style named "$1"
pl: Nie można odnaleźć szablonu "$1"

source: Really delete this file?
pl: Naprawdę skasować ten plik?

source: Choose...
pl: Wybierz...

source: Zoom To Fit
pl: Dopasuj do okna

source: Detail
pl: Detale

source: Your computer needs to be connected to the internet to check for an update. Please connect, then try again.
pl: Twój komputer musi być podłączony do internetu by sprawdzić dostępne uaktualnienia. Sprawdż połączenie i spróbuj jeszcze raz.

source: Preferences
pl: Ustawienia

source: File Size
pl: Rozmiar pliku

source: Show Proof Tool
pl: Pokaż profile barwne

source: Thumbnail copies of your images
pl: Miniaturki zdjęć

source: Really delete these files?
pl: Naprawdę skasować te pliki?

source: Recently used settings for tools
pl: Ostatnie ustawienia narzędzi

source: Edit
pl: Edytuj

source: Undo
pl: Cofnij

source: File
pl: Pliki

source: Remove $1
pl: Usuń narzędzie

source: Regions
pl: Obszary

source: Couldn't rename the XMP file for "$1".
pl: Nie udało się zmienić nazwy pliku XMP dla "$1".

source: Import as Style
pl: Importuj jako szablon

source: Name
pl: Nazwij szablon

source: Rescan Folder
pl: Odśwież katalog

source: Couldn't print
pl: Nie można wydrukować

source: Check for Update...
pl: Sprawdź uaktualnienia...

source: LightZone Settings were successfully reset. LightZone must now quit.
pl: Ustawienia programu zostały zresetowane. Lightzone musi sie teraz zamknąć.
